[
	{
		"id": 1,
		"name": "Mathieu Plier",
		"brand": "TOPDENT",
		"image": "/Product/methu'splier.jpg",
		"price": 799,
		"decreption": "The Topdent  Ortho Mathieu Plier is a precision orthodontic instrument designed for a range of delicate procedures in orthodontic practices. Manufactured by TD Orthodontics, a trusted name in orthodontic supplies, this Mathieu Plier exhibits a high level of craftsmanship to meet the demanding needs of orthodontic professionals."
	},
	{
		"id": 2,
		"name": "O'Brien Plier ",
		"brand": "TOPDENT",
		"image": "/Product/oberian.jpg",
		"price": 799,
		"decreption": "These pliers are used to bend metal strips or wire used in orthodontic work. Graduated cone to form precise omega and closing loops. Micro-serrated beaks to prevent wire slippage. For precise forming of small helical loops and intraoral tip backbends on stainless steel wires. Ideal for bending square or rectangular archwires, these non-slip, non-marring pliers are especially useful for bending utility archwires, de-torquing the ends of archwires, and bending 90° angles. Precision tips for accurate wire and clasp adjusting and contouring are useful for bending orthodontics appliances. They are used to hold and manipulate wires or create contact points for an adjacent tooth."
	},
	{
		"id": 3,
		"name": "Tweed Arch Tc",
		"brand": "TOPDENT",
		"image": "/Product/tweed arch.jpg",
		"price": 799,
		"decreption": "Koden Tweed Arch Tc is a specialized dental instrument designed for precision and durability. Crafted from high-grade surgical stainless steel, it excels in making custom bends in square or rectangular archwires. Its specially designed joints ensure maximum precision and smooth handle rotation, providing consistent performance. With high corrosion resistance and the ability to withstand multiple autoclave cycles without degradation, this plier is heat sterilizable up to 180°C. Ideal for dental professionals, Koden Tweed Arch Forming Plier combines high-temperature resistance with exceptional durability, making it a reliable tool for orthodontic procedures."
	},
	{
		"id": 4,
		"name": "Topdent Bird Beak Plier",
		"brand": "TOPDENT",
		"image": "/Product/birdbeak.jpg",
		"price": 699,
		"decreption": " The Topdent Bird Beak Plier is a precision-crafted dental instrument designed for orthodontic applications, offering practitioners a reliable tool for bending and adjusting orthodontic wires with accuracy. Meticulously engineered, this plier supports the fine adjustments necessary for optimal orthodontic treatment outcomes."
	},
	{
		"id": 5,
		"name": "Topdent Seperating Plier",
		"brand": "TOPDENT",
		"image": "/Product/sleratingpiler.jpg",
		"price": 1199,
		"decreption": "The Topdent Separating Plier is a specialized dental instrument meticulously designed for the efficient and precise removal of orthodontic bands or crowns during dental procedures. With a fine-tipped, serrated beak, this plier provides dental practitioners with a reliable tool for controlled and non-traumatic separation."
	},
	{
		"id": 6,
		"name": "Hoe Plier",
		"brand": "TOPDENT",
		"image": "/Product/sleratingpiler.jpg",
		"price": 1199,
		"decreption": "The Topdent Hoe Plier is a specialized dental instrument designed for orthodontic procedures, specifically for shaping and bending orthodontic wires. Crafted with precision and durability in mind, this plier provides orthodontic practitioners with a reliable tool for intricate wire adjustments."
	},
	{
		"id": 7,
		"name": "Topdent Hard Wire Cutter",
		"brand": "TOPDENT",
		"image": "/Product/hardwirecottertc.jpg",
		"price": 1599,
		"decreption": "The Topdent Hard Wire Cutter is a specialized dental instrument designed for precision cutting of hard wires used in orthodontic procedures. Meticulously crafted for accuracy and durability, this cutter ensures orthodontic practitioners have a reliable tool for achieving clean and controlled cuts in a variety of hard wires."
	},
	{
		"id": 8,
		"name": "Distal Wire Cutter",
		"brand": "TOPDENT",
		"image": "/Product/distalendcutter.jpg",
		"price": 1599,
		"decreption": "The Topdent Distal Wire Cutter is a specialized dental instrument designed for precision cutting of distal ends of orthodontic wires. Meticulously crafted for accuracy and durability, this cutter ensures orthodontic practitioners have a reliable tool for achieving clean and controlled cuts in various wire types."
	},
	{
		"id": 9,
		"name": "Pin and Ligature Curved Tc",
		"brand": "TOPDENT",
		"image": "/Product/pintlgatuecurved.jpg",
		"price": 1599,
		"decreption": " The Topdent Pin and Ligature Wire Cutter is a specialized dental instrument designed for precision cutting of pins and ligature wires during orthodontic procedures. Meticulously crafted with fine blades and ergonomic features, this cutter provides orthodontic practitioners with a reliable tool for accurate and controlled wire management."
	},
	{
		"id": 10,
		"name": "Weingart (TC) ",
		"brand": "TOPDENT",
		"image": "/Product/pintlipaturetc.jpg",
		"price": 1199,
		"decreption": " Weingart TC pliers come with matching serrated tips that provide maximum wire control at a convenient working angle and their inserted serrated tips prevent the wire from slipping while holding round, square and rectangular wire up to .030."
	},
	{
		"id": 11,
		"name": "Topdent Johnson Plier ",
		"brand": "TOPDENT",
		"image": "/Product/johnson_band.jpg",
		"price": 999,
		"decreption": " Johnson Contouring Pliers 10/116 are meticulously crafted tools tailored for the precise contouring and adaptation of bands and crowns in orthodontic procedures. Featuring a unique design with one concave and one convex beak, these pliers offer unparalleled versatility in reshaping and refining bands to ensure optimal fit and comfort for patients. Orthodontists can effortlessly re-contour band edges that may become misshapen during replacement procedures, ensuring a seamless and snug fit against the tooth surface. Crafted from high-quality stainless steel, these pliers maintain their shape over time, providing reliable performance with each use. Additionally, their corrosion-resistant properties and autoclavable nature ensure hassle-free maintenance and sterilization, meeting stringent hygiene standards in dental practices. With their ergonomic design and precision engineering, the Waldent Orthodontic Johnson Contouring Pliers 10/116 exemplify excellence in orthodontic instrumentation, enhancing efficiency and accuracy in clinical settings."
	},
	{
		"id": 12,
		"name": " Delarosa Plier ",
		"brand": "TOPDENT",
		"image": "/Product/Decarosa.jpg",
		"price": 799,
		"decreption": "Topdent Delarosa Plier is a specialized dental instrument designed for precise orthodontic wire bending and adjustments. Meticulously crafted for accuracy and ease of use, this plier ensures orthodontic practitioners have a reliable tool for achieving intricate wire configurations and maintaining optimal patient treatment. "
	},
	{
		"id": 13,
		"name": " Composite Instrument Set of 8 (Solid)",
		"brand": "TOPDENT",
		"image": "/Product/CompositeInstrument.jpg",
		"price": 2199,
		"decreption": "The Topdent Plastic Composite Filling Instrument is a specialized dental tool designed for the precise placement and shaping of composite filling materials during restorative procedures. Crafted with a plastic tip, this instrument offers dental practitioners a reliable and gentle tool for accurate contouring and sculpting of dental restorations. "
	},
	{
		"id": 14,
		"name": "  Extraction Forceps - Set of 12",
		"brand": "TOPDENT",
		"image": "/Product/DSC_3676.jpg",
		"price": 7499,
		"decreption": "Topdent Extraction Forceps are expertly crafted dental instruments designed to facilitate efficient and precise tooth extractions. These forceps are meticulously engineered to provide practitioners with a reliable tool for various extraction procedures while minimizing trauma to surrounding tissues. "
	}
]
